{
    "welcome": "Welcome",
    "language": "Language",
    "english": "ENG",
    "korean": "Korean",
    "homepageTitle": "Home Page",
    "homepageContent": "Here is some content in English.",
    "홈": "Home",
    "멤버": "Memebers",
    "도네이션": "Donation",

    "MetaMask 주소": "MetaMask Address",
    "도네이션 방법": "How to Donate",
    "확장 프로그램": "Extension",
    "1. 지갑 방문 페이지에서 거래하려는 계정을 사용 중인지 확인한 후 화면 중앙의 '보내기' 버튼을 누르십시오.": "1. From the landing page of your wallet, make sure you're in the account from which you want to transact, and hit the 'send' button in the middle of the screen.",
    "2. 이제 수령인의 공용 주소를 입력해야 합니다. 주소록에 이미 주소를 저장했다면 이 단계에서 주소가 표시됩니다.": "2. Now you need to input the public address of the recipient. If you already have addresses saved in your address book, they will appear now.",
    "3. 보낼 토큰 금액을 입력하고 '다음'을 클릭하십시오.": "3. Enter the amount of tokens you want to send and click next.",
    "4. 이제 거래의 예상 가스 요금이 표시되며, 이 요금은 조정할 수 있습니다. '확인'을 클릭하여 거래를 진행하기 전에 수신자 주소를 다시 확인하는 것이 좋습니다.": "4. Now you're presented with the estimated gas fees of your transaction, which you can also adjust. Double-checking the recipient address before clicking 'Confirm' to proceed with the transaction is generally a good idea.",
    "5. 그러면 '작업' 탭에서 최근 거래 목록을 볼 수 있는 메인 페이지로 리디렉션됩니다.": "5. You will then be redirected to the homepage, where you can see a list of your recent transactions on the 'Activity' tab.",
    
    "모바일": "Mobile",
    "1. 계정 페이지로 이동하십시오. 여기서 '전송' 버튼을 누르십시오.": "1. From anywhere in MetaMask, click the wallet actions button in the middle of the tab bar. From here, tap the'send' button.",
    "또한 홈페이지의 '자산' 탭에 표시된 토큰 자체를 클릭하여 토큰을 보낼 수도 있습니다.": "",
    "2. 이제 보낼 주소를 입력해야 합니다. 클립보드의 주소(ex. 다른 앱)에 붙여넣거나 주소록에서 주소를 선택하십시오.": "2. Now you'll need to input the address you want to send to. Either paste in the address from your clipboard (i.e. another app) or select one from your address book.",
    "3. 이제 보낼 금액을 입력할 수 있는 화면으로 이동하십시오. 필요한 경우 금액 바로 위에 있는 파란색 상자에서 토큰 이름을 눌러 토큰 유형을 변경할 수도 있습니다.": "3. Now you'll be taken to a screen where you can input the amount you want to send. You can also change the token type if needed by tapping its name in the blue box directly above the amount.",
    "4. '다음'을 누르면 확인 화면이 표시됩니다. 여기에 결제할 가스 요금을 포함한 거래의 세부 정보가 표시됩니다.": "4. When you tap 'Next', you will see the confirmation screen. Here you will see the details of your transaction, including the gas fee you're going to pay.",
    "5. 또한 '예상 가스 요금' 박스에서 강조 표시된 이더리움 수량을 눌러 거래에 따르는 가스 설정을 편집할 수 있습니다.": "5. You can also edit your gas settings for the transaction by tapping the highlighted quantity of ETH in the 'Estimated gas fee' box.\n Tap'send' to confirm the transaction and finish the process.",
    "'전송'을 눌러 거래를 확인하고 프로세스를 완료하십시오.": ""

}