{
    "welcome": "Welcome",
    "language": "Language",
    "english": "ENG",
    "korean": "Korean",
    "homepageTitle": "Home Page",
    "homepageContent": "Here is some content in English.",
    "홈": "Home",
    "소개": "About Us",
    "제품": "Product",
    "멤버": "Memebers",
    "도네이션": "Donation",



    
    "우리의 이야기": "Our Story",
    "저희는 각자의 분야에서 개발자로 있으며 각기 다른 전문 분야에서 경험을 쌓아온 사람들로 이루어진 팀입니다. 블록체인 기술에 대한 열정과 호기심을 바탕으로, 취미로 블록체인 프로젝트를 선정하여 개발하는 커뮤니티를 운영하고 있습니다.": "We are a team of developers working in various fields, each with experience in different specialized areas. With a passion for and curiosity about blockchain technology, we run a community that selects and develops blockchain projects as a hobby.",
    "우리의 목표": "Our Goals",
    "블록체인 기술의 잠재력과 가능성에 매료된 우리는, 이 혁신적인 기술을 활용하여 더 나은 세상을 만들고자 합니다. 다양한 아이디어를 바탕으로 프로젝트를 선정하고, 각자의 전문 지식과 경험을 살려 실제로 구현해나가는 과정을 통해 블록체인 기술을 더 깊이 이해하고, 더 많은 사람들과 그 가치를 공유하고자 합니다.": "Fascinated by the potential and possibilities of blockchain technology, we aim to harness this innovative technology to create a better world. By selecting projects based on diverse ideas and leveraging our individual expertise and experience, we seek to deepen our understanding of blockchain technology and share its value with more people.",
    "우리의 가치": "Our Values",
    "우리는 블록체인 기술이 단순한 유행을 넘어, 투명성과 신뢰성을 제공하고 다양한 산업에 혁신을 가져올 수 있는 중요한 도구라고 믿습니다. 우리의 프로젝트를 통해 이러한 가치를 널리 알리고, 더 많은 사람들이 블록체인 기술의 혜택을 누릴 수 있도록 하는 것이 우리의 목표입니다.": "We believe that blockchain technology is more than just a trend; it is a crucial tool that provides transparency and reliability, bringing innovation to various industries. Our goal is to promote these values through our projects and enable more people to benefit from blockchain technology.",
    "연락처": "Contact",
    "저희 프로젝트에 관심을 가져주셔서 감사합니다. 더 자세한 정보나 협업 문의는 아래 연락처로 언제든지 연락해 주세요.": "Thank you for your interest in our project. For more information or collaboration inquiries, please feel free to contact us at the following:",
    "이메일": "Email",



    "프로필": "Profile",
    "이시우": "SiWoo Lee",
    "챈 카이샹": "Kaihsang Chan",
    "학력": "Education",
    "공학석사": "M.S.",
    "전문분야": "Field of expertise",
    "풀스택(앱)": "Full-Stack App development.",
    "풀스택(웹)": "Full-Stack Web development.",
    "사용언어": "Languages",
    "프레임워크": "Framework",



    "MetaMask 주소": "MetaMask Address",
    "도네이션 방법": "How to Donate",
    "확장 프로그램": "Extension",
    "1. 지갑 방문 페이지에서 거래하려는 계정을 사용 중인지 확인한 후 화면 중앙의 '보내기' 버튼을 누르십시오.": "1. From the landing page of your wallet, make sure you're in the account from which you want to transact, and hit the 'send' button in the middle of the screen.",
    "2. 이제 수령인의 공용 주소를 입력해야 합니다. 주소록에 이미 주소를 저장했다면 이 단계에서 주소가 표시됩니다.": "2. Now you need to input the public address of the recipient. If you already have addresses saved in your address book, they will appear now.",
    "3. 보낼 토큰 금액을 입력하고 '다음'을 클릭하십시오.": "3. Enter the amount of tokens you want to send and click next.",
    "4. 이제 거래의 예상 가스 요금이 표시되며, 이 요금은 조정할 수 있습니다. '확인'을 클릭하여 거래를 진행하기 전에 수신자 주소를 다시 확인하는 것이 좋습니다.": "4. Now you're presented with the estimated gas fees of your transaction, which you can also adjust. Double-checking the recipient address before clicking 'Confirm' to proceed with the transaction is generally a good idea.",
    "5. 그러면 '작업' 탭에서 최근 거래 목록을 볼 수 있는 메인 페이지로 리디렉션됩니다.": "5. You will then be redirected to the homepage, where you can see a list of your recent transactions on the 'Activity' tab.",
    
    "모바일": "Mobile",
    "1. 계정 페이지로 이동하십시오. 여기서 '전송' 버튼을 누르십시오.": "1. From anywhere in MetaMask, click the wallet actions button in the middle of the tab bar. From here, tap the'send' button.",
    "또한 홈페이지의 '자산' 탭에 표시된 토큰 자체를 클릭하여 토큰을 보낼 수도 있습니다.": "",
    "2. 이제 보낼 주소를 입력해야 합니다. 클립보드의 주소(ex. 다른 앱)에 붙여넣거나 주소록에서 주소를 선택하십시오.": "2. Now you'll need to input the address you want to send to. Either paste in the address from your clipboard (i.e. another app) or select one from your address book.",
    "3. 이제 보낼 금액을 입력할 수 있는 화면으로 이동하십시오. 필요한 경우 금액 바로 위에 있는 파란색 상자에서 토큰 이름을 눌러 토큰 유형을 변경할 수도 있습니다.": "3. Now you'll be taken to a screen where you can input the amount you want to send. You can also change the token type if needed by tapping its name in the blue box directly above the amount.",
    "4. '다음'을 누르면 확인 화면이 표시됩니다. 여기에 결제할 가스 요금을 포함한 거래의 세부 정보가 표시됩니다.": "4. When you tap 'Next', you will see the confirmation screen. Here you will see the details of your transaction, including the gas fee you're going to pay.",
    "5. 또한 '예상 가스 요금' 박스에서 강조 표시된 이더리움 수량을 눌러 거래에 따르는 가스 설정을 편집할 수 있습니다.": "5. You can also edit your gas settings for the transaction by tapping the highlighted quantity of ETH in the 'Estimated gas fee' box.\n Tap'send' to confirm the transaction and finish the process.",
    "'전송'을 눌러 거래를 확인하고 프로세스를 완료하십시오.": ""

}